Repository: MaxPastushkov/rx5usb
Catalog: gui_tool/rx5usb_tool.*.po
Languages: fr

source: Sound bank
fr: Banque de son

source: (Nothing)
fr: (Rien)

source: (modified)
fr: (modifiée)

source: New sample
fr: Nouvel échantillon

source: Save current bank?
fr: Sauvegarder la banque de sons?

source: %n%% (%n KB/%n KB)
fr: %n%% (%n Ko/%n Ko)

source: Unable to import %s: %s.
fr: Impossible d'importer %s: %s.

source: Unable to play sample
fr: Impossible de jouer l'échantillon

source: New bank
fr: Nouvelle banque de sons

source: (Current bank)
fr: (Banque de sons en cours d'édition)

source: %s Programming was unsuccessful. You should unplug the cartridge and plug it again before any other attempt.
fr: %s Programmation échouée. Vous devriez débrancher puis rebrancher la cartouche avant tout nouvel essai.

source: Programming was successful! Get ready for some serious RX5 groove ;)
fr: Programmation réussie! Préparez vous pour de furieux grooves sur la RX5 ;)

source: None (chose a side and a bank) Side 1 Bank A Side 1 Bank B Side 2 Bank A Side 2 Bank B
fr: Aucune (choisissez une face et une banque) Face 1 Banque A Face 1 Banque B Face 2 Banque A Face 2 Banque B

source: Awaiting response...
fr: En attente de réponse...

source: Connecting...
fr: Connexion...

source: Done!
fr: Réussi!

source: Downloading...
fr: Téléchargement...

source: Error!
fr: Erreur!

source: (Idle)
fr: (Inoccupé)

source: Interrupted!
fr: Interrompu!

source: Not a valid RX5 bank file
fr: Pas une banque de sons RX5 valide

source: PCM convert error
fr: Erreur pendant la convertion PCM

source: Sound
fr: Son

source: Unknown format
fr: Format inconnu

source: Uploading...
fr: Envoi...

source: RX5USB tool
fr: Outil RX5USB

source: About RX5USB
fr: A propos de RX5USB

source: Import samples
fr: Import d'échantillons

source: Add sound
fr: Ajouter un son

source: Import sample
fr: Import d'échantillon

source: New
fr: Nouveau

source: Open
fr: Ouvrir

source: Play
fr: Jouer

source: Play loop
fr: Jouer la boucle

# tmainform.btprogram.caption
source: Program
fr: Programmer

source: Remove sound
fr: Enlever le son

source: Save
fr: Sauvegarder

source: Stop
fr: Arrêter

source: Enabled
fr: Activé

source: Envelope (higher means slower)
fr: Enveloppe (plus haut veut dire plus lent)

source: Looping (left click / right click on waveform sets loop start / end)
fr: Bouclage (un clic gauche / clic droit sur la forme d'onde règle le début / la fin de la boucle)

source: PCM quality (sample rate depends on base pitch)
fr: Qualité PCM (la fréquence d'échantillonage dépends de la hauteur initiale)

source: Loop start
fr: Début de boucle

source: Decay 1 (level)
fr: Decay 1 (niveau)

source: Decay 2 (rate)
fr: Decay 2 (vitesse)

source: Release (rate)
fr: Release (vitesse)

source: Gate (time)
fr: Gate (temps)

source: semitones
fr: demi-tons

source: Loop end
fr: Fin de boucle

source: Attack (rate)
fr: Attack (vitesse)

# TMAINFORM.LABEL5.CAPTION
source: Name
fr: Nom

# TMAINFORM.LABEL6.CAPTION
source: Base pitch
fr: Hauteur initiale

# TMAINFORM.LABEL7.CAPTION
source: Channel
fr: Canal

# tmainform.label8.caption
source: Sample rate
fr: Echantillonage

source: Decay 1 (rate)
fr: Decay 1 (vitesse)

source: Basic settings
fr: Réglages simples

# tmainform.lvsounds.columns[0].caption
source: Name
fr: Nom

source: From
fr: Depuis

# tmainform.lvsounds.columns[3].caption
source: Sample rate
fr: Echantillonage

source: Length
fr: Durée

# tmainform.lvsounds.columns[5].caption
source: Size
fr: Taille

# TMAINFORM.LVSOUNDS.COLUMNS[6].CAPTION
source: Channel
fr: Canal

source: Open existing bank
fr: Ouvrir une banque de sons existante

source: Open existing samples
fr: Ouvrir des échantillons existants

source: 12 bit
fr: 12 bits

source: 8 bit
fr: 8 bits

source: Save bank as
fr: Sauvegarder la banque de sons sous

source: Cancel
fr: Annuler

# TPROGRAMFORM.BTPROGRAM.CAPTION
source: Program
fr: Programmer

source: RX5USB programmer
fr: Programmateur de RX5USB

source: None (chose a side and a bank)
fr: Aucune (choisissez une face et une banque)

source: Settings
fr: Réglages

source: Status
fr: Etat

source: Target
fr: Destination
